test/requests/payee_payable_success_unpayable_req.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap12:Envelope xmlns:soap12="http://www.w3.org/2003/05/soap-envelope" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <soap12:Body>
    <PayeePayable xmlns="http://Tipalti.org/">
      <payerName>MyPayer</payerName>
      <timestamp>1521234048</timestamp>
      <key>81e70d7e086ac79d856f786a5a16ca91f921ade3ef7e07a8db62ce4f768354c0</key>
      <idap>unpayablepayee</idap>
      <amount>100.0</amount>
    </PayeePayable>
  </soap12:Body>
</soap12:Envelope>
